Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# taskManager.refresh.error
source: Unable to refresh Task Manager data.
ar: تعذر تحديث بيانات مدير المهام.
bs: Nije moguće osvježiti podatke upravitelja zadataka.
da: Kunne ikke opdatere data i Jobliste.
de: Task-Manager-Daten konnten nicht aktualisiert werden.
es: No se pudieron actualizar los datos del Administrador de tareas.
fr: Impossible d’actualiser les données du gestionnaire des tâches.
it: Impossibile aggiornare i dati di Gestione attività.
ja: タスクマネージャのデータを更新できません。
ko: 작업 관리자 데이터를 새로 고칠 수 없습니다.
nb: Kunne ikke oppdatere data i Oppgavebehandling.
pl: Nie można odświeżyć danych Menedżera zadań.
pt_br: Não foi possível atualizar os dados do Gerenciador de Tarefas.
ru: Не удалось обновить данные диспетчера задач.
th: ไม่สามารถรีเฟรชข้อมูลตัวจัดการงานได้
tr: Görev Yöneticisi verileri yenilenemedi.
uk: Не вдалося оновити дані Диспетчера завдань.
zh_hans: 无法刷新任务管理器数据。
zh_hant: 無法重新整理工作管理員資料。

# cli.top.error.processDiagnosticsUnsupported
source: cmux top requires a running UniConnect build that supports process diagnostics
ar: يتطلب cmux top إصدار UniConnect قيد التشغيل يدعم تشخيص العمليات
bs: cmux top zahtijeva pokrenutu UniConnect verziju koja podržava dijagnostiku procesa
da: cmux top kræver en kørende UniConnect-build med procesdiagnostik
de: cmux top erfordert einen laufenden UniConnect-Build mit Prozessdiagnose
es: cmux top requiere una compilación de UniConnect en ejecución que admita diagnósticos de procesos
fr: cmux top nécessite une version UniConnect en cours d’exécution prenant en charge le diagnostic des processus
it: cmux top richiede una build UniConnect in esecuzione che supporti la diagnostica dei processi
ja: cmux top にはプロセス診断に対応した実行中の UniConnect ビルドが必要です
ko: cmux top에는 프로세스 진단을 지원하는 실행 중인 UniConnect 빌드가 필요합니다
nb: cmux top krever en kjørende UniConnect-build som støtter prosessdiagnostikk
pl: cmux top wymaga uruchomionej kompilacji UniConnect z obsługą diagnostyki procesów
pt_br: cmux top requer uma build UniConnect em execução com suporte a diagnósticos de processos
ru: cmux top требует запущенную сборку UniConnect с поддержкой диагностики процессов
th: cmux top ต้องใช้บิลด์ UniConnect ที่กำลังทำงานและรองรับการวินิจฉัยโปรเซส
tr: cmux top, süreç tanılamasını destekleyen çalışan bir UniConnect derlemesi gerektirir
uk: cmux top потребує запущеної збірки UniConnect із підтримкою діагностики процесів
zh_hans: cmux top 需要正在运行且支持进程诊断的 UniConnect 构建
zh_hant: cmux top 需要正在執行且支援行程診斷的 UniConnect 建置

# cli.top.error.invalidWorkspace
source: top: invalid workspace handle '%@'
ar: top: معرّف مساحة العمل '%@' غير صالح
bs: top: neispravan identifikator radnog prostora '%@'
da: top: ugyldigt arbejdsområdehåndtag '%@'
de: top: ungültiger Workspace-Bezeichner '%@'
es: top: identificador de espacio de trabajo no válido '%@'
fr: top : identifiant d’espace de travail non valide '%@'
it: top: handle area di lavoro non valido '%@'
ja: top: ワークスペース指定 '%@' は無効です
ko: top: 잘못된 워크스페이스 핸들 '%@'
nb: top: ugyldig arbeidsområdehåndtak '%@'
pl: top: nieprawidłowy uchwyt obszaru roboczego '%@'
pt_br: top: identificador de workspace inválido '%@'
ru: top: недопустимый дескриптор рабочей области '%@'
th: top: แฮนเดิลเวิร์กสเปซไม่ถูกต้อง '%@'
tr: top: geçersiz çalışma alanı tanıtıcısı '%@'
uk: top: неприпустимий дескриптор робочої області '%@'
zh_hans: top：无效的工作区句柄 '%@'
zh_hant: top：無效的工作區控制代碼 '%@'

# cli.memory.error.diagnosticsUnsupported
source: cmux memory requires a running UniConnect build that supports memory diagnostics
ar: يتطلب cmux memory إصدار UniConnect قيد التشغيل يدعم تشخيص الذاكرة
bs: cmux memory zahtijeva pokrenutu UniConnect verziju koja podržava dijagnostiku memorije
da: cmux memory kræver en kørende UniConnect-build med hukommelsesdiagnostik
de: cmux memory erfordert einen laufenden UniConnect-Build mit Speicherdiagnose
es: cmux memory requiere una compilación de UniConnect en ejecución que admita diagnósticos de memoria
fr: cmux memory nécessite une version UniConnect en cours d’exécution prenant en charge le diagnostic mémoire
it: cmux memory richiede una build UniConnect in esecuzione che supporti la diagnostica della memoria
ja: cmux memory にはメモリ診断に対応した実行中の UniConnect ビルドが必要です
ko: cmux memory에는 메모리 진단을 지원하는 실행 중인 UniConnect 빌드가 필요합니다
nb: cmux memory krever en kjørende UniConnect-build som støtter minnediagnostikk
pl: cmux memory wymaga uruchomionej kompilacji UniConnect z obsługą diagnostyki pamięci
pt_br: cmux memory requer uma build UniConnect em execução com suporte a diagnósticos de memória
ru: cmux memory требует запущенную сборку UniConnect с поддержкой диагностики памяти
th: cmux memory ต้องใช้บิลด์ UniConnect ที่กำลังทำงานและรองรับการวินิจฉัยหน่วยความจำ
tr: cmux memory, bellek tanılamasını destekleyen çalışan bir UniConnect derlemesi gerektirir
uk: cmux memory потребує запущеної збірки UniConnect із підтримкою діагностики пам’яті
zh_hans: cmux memory 需要正在运行且支持内存诊断的 UniConnect 构建
zh_hant: cmux memory 需要正在執行且支援記憶體診斷的 UniConnect 建置

# cli.help.memory
source: Usage: cmux memory [flags] Diagnose UniConnect app memory separately from recursive terminal child-process RSS. Flags: --all Include all windows (default: current window only) --workspace <id|ref|index> Limit workspace context for attribution labels --groups <count> Number of child command groups to show (default: 12) --json Structured JSON output Output: App footprint is the direct UniConnect process physical footprint from macOS process accounting. Child RSS is recursive resident memory for descendants of the UniConnect app process, grouped by command name and attributed back to workspace, pane, and surface when known. Example: cmux memory cmux memory --groups 20 UniConnect --json memory --all
ar: الاستخدام: cmux memory [flags] يشخص ذاكرة تطبيق UniConnect بشكل منفصل عن RSS العودية لعمليات التيرمنال الفرعية. الخيارات: --all تضمين كل النوافذ (الافتراضي: النافذة الحالية فقط) --workspace <id|ref|index> تقييد سياق مساحة العمل لتسميات الإسناد --groups <count> عدد مجموعات أوامر العمليات الفرعية المراد عرضها (الافتراضي: 12) --json إخراج JSON منظم الإخراج: بصمة التطبيق هي البصمة الفيزيائية المباشرة لعملية UniConnect من محاسبة عمليات macOS. Child RSS هو الذاكرة المقيمة العودية لذرية عملية تطبيق UniConnect، مجموعة حسب اسم الأمر ومسنَدة إلى مساحة العمل والجزء والسطح عند معرفة ذلك. مثال: cmux memory cmux memory --groups 20 UniConnect --json memory --all
bs: Upotreba: cmux memory [flags] Dijagnosticira memoriju UniConnect aplikacije odvojeno od rekurzivnog RSS-a terminalskih podprocesa. Opcije: --all Uključi sve prozore (zadano: samo trenutni prozor) --workspace <id|ref|index> Ograniči kontekst radnog prostora za oznake pripisivanja --groups <count> Broj grupa naredbi podprocesa za prikaz (zadano: 12) --json Strukturirani JSON izlaz Izlaz: Otisak aplikacije je direktni fizički otisak UniConnect procesa iz macOS računanja procesa. Child RSS je rekurzivna rezidentna memorija potomaka UniConnect procesa, grupisana po nazivu naredbe i pripisana radnom prostoru, panelu i površini kada je poznato. Primjer: cmux memory cmux memory --groups 20 UniConnect --json memory --all
da: Brug: cmux memory [flags] Diagnosticerer UniConnect-appens hukommelse separat fra rekursiv RSS for terminalens underprocesser. Flag: --all Medtag alle vinduer (standard: kun aktuelt vindue) --workspace <id|ref|index> Begræns workspace-kontekst for tilskrivningsetiketter --groups <count> Antal underproces-kommandogrupper der vises (standard: 12) --json Struktureret JSON-output Output: Appens fodaftryk er UniConnect-processens direkte fysiske fodaftryk fra macOS procesregnskab. Child RSS er rekursiv resident hukommelse for efterkommere af UniConnect-app-processen, grupperet efter kommandonavn og tilskrevet workspace, rude og flade når det kendes. Eksempel: cmux memory cmux memory --groups 20 UniConnect --json memory --all
de: Verwendung: cmux memory [flags] Diagnostiziert den Speicher der UniConnect-App getrennt vom rekursiven RSS der Terminal-Kindprozesse. Optionen: --all Alle Fenster einbeziehen (Standard: nur aktuelles Fenster) --workspace <id|ref|index> Workspace-Kontext für Zuordnungslabels begrenzen --groups <count> Anzahl der anzuzeigenden Kindprozess-Befehlsgruppen (Standard: 12) --json Strukturierte JSON-Ausgabe Ausgabe: Der App-Footprint ist der direkte physische Footprint des UniConnect-Prozesses aus der macOS-Prozessabrechnung. Child RSS ist der rekursive residente Speicher der Nachkommen des UniConnect-App-Prozesses, gruppiert nach Befehlsname und bei bekannter Zuordnung Workspace, Bereich und Oberfläche zugewiesen. Beispiel: cmux memory cmux memory --groups 20 UniConnect --json memory --all
es: Uso: cmux memory [flags] Diagnostica la memoria de la app UniConnect por separado del RSS recursivo de procesos secundarios de terminal. Opciones: --all Incluir todas las ventanas (predeterminado: solo la ventana actual) --workspace <id|ref|index> Limitar el contexto del espacio de trabajo para las etiquetas de atribución --groups <count> Número de grupos de comandos secundarios que se mostrarán (predeterminado: 12) --json Salida JSON estructurada Salida: La huella de la app es la huella física directa del proceso UniConnect según la contabilidad de procesos de macOS. Child RSS es la memoria residente recursiva de los descendientes del proceso de la app UniConnect, agrupada por nombre de comando y atribuida al espacio de trabajo, panel y superficie cuando se conocen. Ejemplo: cmux memory cmux memory --groups 20 UniConnect --json memory --all
fr: Utilisation : cmux memory [flags] Diagnostique la mémoire de l’app UniConnect séparément du RSS récursif des processus enfants du terminal. Options: --all Inclure toutes les fenêtres (par défaut : fenêtre active uniquement) --workspace <id|ref|index> Limiter le contexte d’espace de travail pour les libellés d’attribution --groups <count> Nombre de groupes de commandes enfants à afficher (par défaut : 12) --json Sortie JSON structurée Sortie: L’empreinte de l’app est l’empreinte physique directe du processus UniConnect selon la comptabilité des processus macOS. Child RSS est la mémoire résidente récursive des descendants du processus de l’app UniConnect, regroupée par nom de commande et attribuée à l’espace de travail, au panneau et à la surface lorsque connus. Exemple: cmux memory cmux memory --groups 20 UniConnect --json memory --all
it: Uso: cmux memory [flags] Diagnostica la memoria dell’app UniConnect separatamente dall’RSS ricorsivo dei processi figli del terminale. Opzioni: --all Includi tutte le finestre (predefinito: solo finestra corrente) --workspace <id|ref|index> Limita il contesto dell’area di lavoro per le etichette di attribuzione --groups <count> Numero di gruppi di comandi figli da mostrare (predefinito: 12) --json Output JSON strutturato Output: L’impronta dell’app è l’impronta fisica diretta del processo UniConnect dalla contabilità dei processi di macOS. Child RSS è la memoria residente ricorsiva dei discendenti del processo dell’app UniConnect, raggruppata per nome comando e attribuita ad area di lavoro, pannello e superficie quando noti. Esempio: cmux memory cmux memory --groups 20 UniConnect --json memory --all
ja: Usage: cmux memory [flags] UniConnect アプリ本体のメモリと、ターミナル配下の再帰的な子プロセス RSS を分けて診断します。 Flags: --all すべてのウィンドウを含める（既定: 現在のウィンドウのみ） --workspace <id|ref|index> 帰属ラベルのワークスペース文脈を限定 --groups <count> 表示する子コマンドグループ数（既定: 12） --json 構造化 JSON を出力 Output: App footprint は macOS のプロセス会計による UniConnect プロセス本体の物理フットプリントです。 Child RSS は UniConnect アプリプロセスの子孫プロセスの再帰的な常駐メモリで、 コマンド名でグループ化し、分かる場合はワークスペース、ペイン、サーフェスへ帰属します。 Example: cmux memory cmux memory --groups 20 UniConnect --json memory --all
km: ការប្រើប្រាស់៖ cmux memory [flags] វិនិច្ឆ័យ UniConnect អង្គចងចាំកម្មវិធីដាច់ដោយឡែកពីដំណើរការកុមារដែលកើតឡើងម្តងទៀត RSS ។ ទង់ជាតិ៖ --all រួមបញ្ចូលបង្អួចទាំងអស់ (លំនាំដើម៖ បង្អួចបច្ចុប្បន្នតែប៉ុណ្ណោះ) --workspace <id|ref|index> កំណត់បរិបទកន្លែងធ្វើការសម្រាប់ស្លាកគុណលក្ខណៈ --groups <count> ចំនួននៃក្រុមពាក្យបញ្ជាកុមារដែលត្រូវបង្ហាញ (លំនាំដើម៖ 12) --json មានរចនាសម្ព័ន្ធ JSON លទ្ធផល លទ្ធផល៖ App footprint គឺជា UniConnect ដំណើរ​ការ​ដាន​រូបវន្ត​ផ្ទាល់​ពី macOS ដំណើរការ​គណនេយ្យ។ កូន RSS គឺ​ជា​ការ​ចងចាំ​ដែល​រស់​នៅ​ដដែលៗ​សម្រាប់​កូនចៅ​នៃ​ដំណើរការ​កម្មវិធី UniConnect ដាក់ជាក្រុមតាមឈ្មោះពាក្យបញ្ជា ហើយកំណត់គុណលក្ខណៈត្រឡប់ទៅកន្លែងធ្វើការ ស្លាបព្រិល និងផ្ទៃនៅពេលស្គាល់។ ឧទាហរណ៍៖ cmux memory cmux memory --groups 20 UniConnect --json memory --all
ko: 사용법: cmux memory [flags] UniConnect 앱 메모리를 터미널 하위 프로세스의 재귀 RSS와 분리해 진단합니다. 플래그: --all 모든 창 포함(기본값: 현재 창만) --workspace <id|ref|index> 귀속 레이블의 워크스페이스 컨텍스트 제한 --groups <count> 표시할 하위 명령 그룹 수(기본값: 12) --json 구조화된 JSON 출력 출력: 앱 footprint는 macOS 프로세스 회계의 UniConnect 프로세스 직접 물리 footprint입니다. Child RSS는 UniConnect 앱 프로세스 자손의 재귀 상주 메모리이며, 명령 이름으로 그룹화되고 확인 가능한 경우 워크스페이스, 패널, 서피스에 귀속됩니다. 예: cmux memory cmux memory --groups 20 UniConnect --json memory --all
nb: Bruk: cmux memory [flags] Diagnostiserer UniConnect-appens minne separat fra rekursiv RSS for terminalens underprosesser. Flagg: --all Ta med alle vinduer (standard: bare gjeldende vindu) --workspace <id|ref|index> Begrens arbeidsområdekontekst for tilordningsetiketter --groups <count> Antall underprosess-kommandogrupper som vises (standard: 12) --json Strukturert JSON-utdata Utdata: Appavtrykket er det direkte fysiske avtrykket til UniConnect-prosessen fra macOS prosessregnskap. Child RSS er rekursivt resident minne for etterkommere av UniConnect-app-prosessen, gruppert etter kommandonavn og tilordnet arbeidsområde, rute og flate når kjent. Eksempel: cmux memory cmux memory --groups 20 UniConnect --json memory --all
pl: Użycie: cmux memory [flags] Diagnozuje pamięć aplikacji UniConnect oddzielnie od rekurencyjnego RSS procesów potomnych terminala. Opcje: --all Uwzględnij wszystkie okna (domyślnie: tylko bieżące okno) --workspace <id|ref|index> Ogranicz kontekst obszaru roboczego dla etykiet przypisania --groups <count> Liczba grup poleceń procesów potomnych do pokazania (domyślnie: 12) --json Strukturalne wyjście JSON Wyjście: Ślad aplikacji to bezpośredni fizyczny ślad procesu UniConnect z rozliczania procesów macOS. Child RSS to rekurencyjna pamięć rezydentna potomków procesu aplikacji UniConnect, grupowana według nazwy polecenia i przypisywana do obszaru roboczego, panelu i powierzchni, gdy są znane. Przykład: cmux memory cmux memory --groups 20 UniConnect --json memory --all
pt_br: Uso: cmux memory [flags] Diagnostica a memória do app UniConnect separadamente do RSS recursivo dos processos filhos do terminal. Opções: --all Incluir todas as janelas (padrão: somente a janela atual) --workspace <id|ref|index> Limitar o contexto do workspace para rótulos de atribuição --groups <count> Número de grupos de comandos filhos a mostrar (padrão: 12) --json Saída JSON estruturada Saída: A pegada do app é a pegada física direta do processo UniConnect pela contabilidade de processos do macOS. Child RSS é a memória residente recursiva dos descendentes do processo do app UniConnect, agrupada por nome de comando e atribuída ao workspace, painel e superfície quando conhecidos. Exemplo: cmux memory cmux memory --groups 20 UniConnect --json memory --all
ru: Использование: cmux memory [flags] Диагностирует память приложения UniConnect отдельно от рекурсивного RSS дочерних процессов терминала. Флаги: --all Включить все окна (по умолчанию: только текущее окно) --workspace <id|ref|index> Ограничить контекст рабочей области для меток атрибуции --groups <count> Количество групп дочерних команд для показа (по умолчанию: 12) --json Структурированный вывод JSON Вывод: Отпечаток приложения — это прямой физический отпечаток процесса UniConnect по учету процессов macOS. Child RSS — это рекурсивная резидентная память потомков процесса приложения UniConnect, сгруппированная по имени команды и связанная с рабочей областью, панелью и поверхностью, если они известны. Пример: cmux memory cmux memory --groups 20 UniConnect --json memory --all
th: การใช้: cmux memory [flags] วินิจฉัยหน่วยความจำของแอป UniConnect แยกจาก RSS แบบเรียกซ้ำของโปรเซสลูกในเทอร์มินัล แฟล็ก: --all รวมหน้าต่างทั้งหมด (ค่าเริ่มต้น: เฉพาะหน้าต่างปัจจุบัน) --workspace <id|ref|index> จำกัดบริบทเวิร์กสเปซสำหรับป้ายกำกับการระบุที่มา --groups <count> จำนวนกลุ่มคำสั่งโปรเซสลูกที่จะแสดง (ค่าเริ่มต้น: 12) --json เอาต์พุต JSON แบบมีโครงสร้าง เอาต์พุต: footprint ของแอปคือ footprint ทางกายภาพโดยตรงของโปรเซส UniConnect จากการบัญชีโปรเซสของ macOS Child RSS คือหน่วยความจำ resident แบบเรียกซ้ำของโปรเซสสืบทอดจากโปรเซสแอป UniConnect, จัดกลุ่มตามชื่อคำสั่งและระบุที่มาไปยังเวิร์กสเปซ พาเนล และพื้นผิวเมื่อทราบ ตัวอย่าง: cmux memory cmux memory --groups 20 UniConnect --json memory --all
tr: Kullanım: cmux memory [flags] UniConnect uygulama belleğini terminal alt süreçlerinin özyinelemeli RSS değerinden ayrı tanılar. Bayraklar: --all Tüm pencereleri dahil et (varsayılan: yalnızca geçerli pencere) --workspace <id|ref|index> Atıf etiketleri için çalışma alanı bağlamını sınırla --groups <count> Gösterilecek alt komut grubu sayısı (varsayılan: 12) --json Yapılandırılmış JSON çıktısı Çıktı: Uygulama footprint değeri, macOS süreç muhasebesinden UniConnect sürecinin doğrudan fiziksel footprint değeridir. Child RSS, UniConnect uygulama sürecinin alt soylarının özyinelemeli yerleşik belleğidir, komut adına göre gruplanır ve bilindiğinde çalışma alanı, panel ve yüzeye atanır. Örnek: cmux memory cmux memory --groups 20 UniConnect --json memory --all
uk: Використання: cmux memory [flags] Діагностує пам’ять застосунку UniConnect окремо від рекурсивного RSS дочірніх процесів термінала. Прапорці: --all Включити всі вікна (типово: лише поточне вікно) --workspace <id|ref|index> Обмежити контекст робочої області для міток атрибуції --groups <count> Кількість груп дочірніх команд для показу (типово: 12) --json Структурований вивід JSON Вивід: Відбиток застосунку — це прямий фізичний відбиток процесу UniConnect за обліком процесів macOS. Child RSS — це рекурсивна резидентна пам’ять нащадків процесу застосунку UniConnect, згрупована за назвою команди й прив’язана до робочої області, панелі та поверхні, коли вони відомі. Приклад: cmux memory cmux memory --groups 20 UniConnect --json memory --all
zh_hans: 用法：cmux memory [flags] 将 UniConnect 应用内存与终端子进程的递归 RSS 分开诊断。 标志: --all 包含所有窗口（默认：仅当前窗口） --workspace <id|ref|index> 限制归因标签的工作区上下文 --groups <count> 要显示的子命令组数量（默认：12） --json 结构化 JSON 输出 输出: 应用 footprint 是 macOS 进程统计中 UniConnect 进程的直接物理 footprint。 Child RSS 是 UniConnect 应用进程后代的递归驻留内存， 按命令名分组，并在已知时归因到工作区、面板和 surface。 示例: cmux memory cmux memory --groups 20 UniConnect --json memory --all
zh_hant: 用法：cmux memory [flags] 將 UniConnect 應用程式記憶體與終端機子行程的遞迴 RSS 分開診斷。 旗標: --all 包含所有視窗（預設：僅目前視窗） --workspace <id|ref|index> 限制歸因標籤的工作區情境 --groups <count> 要顯示的子命令群組數量（預設：12） --json 結構化 JSON 輸出 輸出: 應用程式 footprint 是 macOS 行程統計中 UniConnect 行程的直接實體 footprint。 Child RSS 是 UniConnect 應用程式行程後代的遞迴常駐記憶體， 依命令名稱分組，並在已知時歸因到工作區、面板和 surface。 範例: cmux memory cmux memory --groups 20 UniConnect --json memory --all

# cli.memory.error.workspaceRequiresValue
source: memory requires --workspace <id|ref|index>
ar: يتطلب memory --workspace <id|ref|index>
bs: memory zahtijeva --workspace <id|ref|index>
da: memory kræver --workspace <id|ref|index>
de: memory erfordert --workspace <id|ref|index>
es: memory requiere --workspace <id|ref|index>
fr: memory nécessite --workspace <id|ref|index>
it: memory richiede --workspace <id|ref|index>
ja: memory には --workspace <id|ref|index> が必要です
ko: memory에는 --workspace <id|ref|index>가 필요합니다
nb: memory krever --workspace <id|ref|index>
pl: memory wymaga --workspace <id|ref|index>
pt_br: memory requer --workspace <id|ref|index>
ru: memory требует --workspace <id|ref|index>
th: memory ต้องมี --workspace <id|ref|index>
tr: memory için --workspace <id|ref|index> gerekir
uk: memory потребує --workspace <id|ref|index>
zh_hans: memory 需要 --workspace <id|ref|index>
zh_hant: memory 需要 --workspace <id|ref|index>

# cli.memory.error.invalidWorkspace
source: memory: invalid workspace handle '%@'
ar: memory: معرّف مساحة العمل '%@' غير صالح
bs: memory: neispravan identifikator radnog prostora '%@'
da: memory: ugyldigt arbejdsområdehåndtag '%@'
de: memory: ungültiger Workspace-Bezeichner '%@'
es: memory: identificador de espacio de trabajo no válido '%@'
fr: memory : identifiant d’espace de travail non valide '%@'
it: memory: handle area di lavoro non valido '%@'
ja: memory: ワークスペース指定 '%@' は無効です
ko: memory: 잘못된 워크스페이스 핸들 '%@'
nb: memory: ugyldig arbeidsområdehåndtak '%@'
pl: memory: nieprawidłowy uchwyt obszaru roboczego '%@'
pt_br: memory: identificador de workspace inválido '%@'
ru: memory: недопустимый дескриптор рабочей области '%@'
th: memory: แฮนเดิลเวิร์กสเปซไม่ถูกต้อง '%@'
tr: memory: geçersiz çalışma alanı tanıtıcısı '%@'
uk: memory: неприпустимий дескриптор робочої області '%@'
zh_hans: memory：无效的工作区句柄 '%@'
zh_hant: memory：無效的工作區控制代碼 '%@'

# cli.memory.error.groupsRequiresValue
source: memory requires --groups <count>
ar: يتطلب memory --groups <count>
bs: memory zahtijeva --groups <count>
da: memory kræver --groups <count>
de: memory erfordert --groups <count>
es: memory requiere --groups <count>
fr: memory nécessite --groups <count>
it: memory richiede --groups <count>
ja: memory には --groups <count> が必要です
ko: memory에는 --groups <count>가 필요합니다
nb: memory krever --groups <count>
pl: memory wymaga --groups <count>
pt_br: memory requer --groups <count>
ru: memory требует --groups <count>
th: memory ต้องมี --groups <count>
tr: memory için --groups <count> gerekir
uk: memory потребує --groups <count>
zh_hans: memory 需要 --groups <count>
zh_hant: memory 需要 --groups <count>

# cli.memory.error.unknownFlag
source: memory: unknown flag '%@'. Known flags: --all --workspace <id|ref|index> --groups <count> --json
ar: memory: خيار غير معروف '%@'. الخيارات المعروفة: --all --workspace <id|ref|index> --groups <count> --json
bs: memory: nepoznata opcija '%@'. Poznate opcije: --all --workspace <id|ref|index> --groups <count> --json
da: memory: ukendt flag '%@'. Kendte flag: --all --workspace <id|ref|index> --groups <count> --json
de: memory: unbekannte Option '%@'. Bekannte Optionen: --all --workspace <id|ref|index> --groups <count> --json
es: memory: opción desconocida '%@'. Opciones conocidas: --all --workspace <id|ref|index> --groups <count> --json
fr: memory : option inconnue '%@'. Options connues : --all --workspace <id|ref|index> --groups <count> --json
it: memory: opzione sconosciuta '%@'. Opzioni note: --all --workspace <id|ref|index> --groups <count> --json
ja: memory: 不明なフラグ '%@'。既知のフラグ: --all --workspace <id|ref|index> --groups <count> --json
ko: memory: 알 수 없는 플래그 '%@'. 알려진 플래그: --all --workspace <id|ref|index> --groups <count> --json
nb: memory: ukjent flagg '%@'. Kjente flagg: --all --workspace <id|ref|index> --groups <count> --json
pl: memory: nieznana opcja '%@'. Znane opcje: --all --workspace <id|ref|index> --groups <count> --json
pt_br: memory: opção desconhecida '%@'. Opções conhecidas: --all --workspace <id|ref|index> --groups <count> --json
ru: memory: неизвестный флаг '%@'. Известные флаги: --all --workspace <id|ref|index> --groups <count> --json
th: memory: แฟล็กที่ไม่รู้จัก '%@'. แฟล็กที่รู้จัก: --all --workspace <id|ref|index> --groups <count> --json
tr: memory: bilinmeyen bayrak '%@'. Bilinen bayraklar: --all --workspace <id|ref|index> --groups <count> --json
uk: memory: невідомий прапорець '%@'. Відомі прапорці: --all --workspace <id|ref|index> --groups <count> --json
zh_hans: memory：未知标志 '%@'。已知标志：--all --workspace <id|ref|index> --groups <count> --json
zh_hant: memory：未知旗標 '%@'。已知旗標：--all --workspace <id|ref|index> --groups <count> --json
